Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's something you've accepted that took years to come to terms with?
de: Was hast du akzeptiert, wofür du Jahre gebraucht hast, um damit klarzukommen?
es: ¿Qué has aceptado que te tomó años asimilar?
fr: Qu'avez-vous accepté et qui vous a pris des années à surmonter ?
it: Cosa hai accettato che ha richiesto anni per essere elaborato?
ja: 受け入れるのに何年もかかったことは何ですか？
ko: 받아들이는 데 몇 년이 걸렸던 것은 무엇인가요?
nb: Hva har du akseptert som tok år å komme til enighet med?
nl: Wat heb je geaccepteerd waar je jaren over hebt gedaan om het te verwerken?
pl: Co zaakceptowałeś, z czym pogodzenie się zajęło lata?
pt_br: O que você aceitou que levou anos para se conformar?
sv: Vad har du accepterat som tog år att komma till rätta med?
uk: Що ви прийняли, на що знадобилися роки, щоб змиритися?
zh_hans: 你接受了什么事情，但花了数年时间才真正与之和解？

source: What’s something you’ve always wanted to try but were too shy to ask?
de: Was wolltest du schon immer mal ausprobieren, hast dich aber nicht getraut zu fragen?
es: ¿Qué es algo que siempre has querido probar pero te ha dado vergüenza pedir?
fr: Qu'est-ce que tu as toujours voulu essayer mais que tu n'as jamais osé demander ?
it: Cosa hai sempre voluto provare ma eri troppo timido per chiedere?
ja: ずっと試してみたかったけど、恥ずかしくて聞けなかったことは何ですか？
ko: 항상 해보고 싶었지만 부끄러워서 못 물어본 것은 무엇인가요?
nb: Hva er noe du alltid har ønsket å prøve, men var for sjenert til å spørre om?
nl: Wat is iets wat je altijd al hebt willen proberen, maar waar je te verlegen voor was om te vragen?
pl: Coś, co zawsze chciałaś wypróbować, ale byłaś zbyt nieśmiała, by zapytać?
pt_br: O que você sempre quis tentar, mas teve vergonha de pedir?
sv: Vad är något du alltid har velat prova men varit för blyg för att fråga om?
uk: Що ти завжди хотів спробувати, але соромився попросити?
zh_hans: 有什么是你一直想尝试却害羞没敢问的？

source: What's something you've changed your mind about in the last year?
de: Wovon hast du dich im letzten Jahr überzeugt?
es: ¿De qué has cambiado de opinión en el último año?
fr: Sur quoi avez-vous changé d'avis au cours de la dernière année ?
it: Su cosa hai cambiato idea nell'ultimo anno?
ja: 昨年、考えが変わったことは何ですか？
ko: 지난 1년 동안 마음이 바뀐 것이 있나요?
nb: Hva har du endret mening om det siste året?
nl: Waar ben je het afgelopen jaar van mening over veranderd?
pl: W jakiej sprawie zmieniłeś zdanie w ciągu ostatniego roku?
pt_br: Sobre o que você mudou de ideia no último ano?
sv: Vad har du ändrat uppfattning om det senaste året?
uk: У чому ви змінили свою думку за останній рік?
zh_hans: 在过去一年里，你对什么事情改变了看法？

source: What's something you've done for love that you'd do again in a heartbeat?
de: Was hast du aus Liebe getan, das du sofort wieder tun würdest?
es: ¿Qué has hecho por amor que harías de nuevo sin dudarlo?
fr: Qu'as-tu fait par amour que tu referais sans hésiter ?
it: Cosa hai fatto per amore che rifaresti in un batter d'occhio?
ja: 愛のためにして、すぐにまたやりたいと思うことは何ですか？
ko: 사랑 때문에 했고, 즉시 다시 하고 싶은 일은 무엇인가요?
nb: Hva har du gjort for kjærlighetens skyld som du ville gjort igjen på et blunk?
nl: Wat heb je gedaan uit liefde dat je opnieuw zou doen in een hartslag?
pl: Co zrobiłeś z miłości, co zrobiłbyś ponownie w mgnieniu oka?
pt_br: O que você fez por amor que faria de novo num piscar de olhos?
sv: Vad har du gjort av kärlek som du skulle göra igen på en sekund?
uk: Що ви зробили з любові, що зробили б знову не вагаючись?
zh_hans: 你为了爱做过什么让你愿意毫不犹豫再做一次的事？

source: What's something you've forgiven someone for that surprised you?
de: Was hast du jemandem vergeben, was dich überrascht hat?
es: ¿Qué has perdonado a alguien que te sorprendió?
fr: Qu'as-tu pardonné à quelqu'un qui t'a surpris ?
it: Cos'hai perdonato a qualcuno che ti ha sorpreso?
ja: 誰かを驚かせたことで許したことは何ですか？
ko: 당신을 놀라게 한 것을 누군가에게 용서한 적이 있나요?
nb: Hva har du tilgitt noen for som overrasket deg?
nl: Wat heb je iemand vergeven waarvan je verrast was?
pl: Co wybaczyłeś komuś, co cię zaskoczyło?
pt_br: O que você perdoou em alguém que te surpreendeu?
sv: Vad har du förlåtit någon för som överraskade dig?
uk: Що ви пробачили комусь, що вас здивувало?
zh_hans: 你原谅了别人什么让你感到惊讶的事？

source: What's something you've had to unlearn?
de: Was musstest du verlernen?
es: ¿Qué has tenido que desaprender?
fr: Qu'avez-vous dû désapprendre ?
it: Cosa hai dovuto disimparare?
ja: あなたが学び直さなければならなかったことは何ですか？
ko: 잊어야 했던 것은 무엇인가요?
nb: Hva har du måttet lære bort?
nl: Wat heb je moeten afleren?
pl: Czego musiałeś się oduczyć?
pt_br: O que você teve que desaprender?
sv: Vad har du varit tvungen att lära dig bort?
uk: Чого вам довелося навчитися забувати?
zh_hans: 你必须摒弃（或重新学习）什么？

source: What's something you've learned from a friendship ending?
de: Was hast du aus dem Ende einer Freundschaft gelernt?
es: ¿Qué has aprendido de una amistad que terminó?
fr: Qu'avez-vous appris de la fin d'une amitié ?
it: Cosa hai imparato dalla fine di un'amicizia?
ja: 友情の終わりから学んだことは何ですか？
ko: 우정의 끝에서 배운 것은 무엇인가요?
nb: Hva har du lært fra et vennskap som tok slutt?
nl: Wat heb je geleerd van een vriendschap die eindigde?
pl: Czego nauczyło cię zakończenie przyjaźni?
pt_br: O que você aprendeu com o fim de uma amizade?
sv: Vad har du lärt dig av att en vänskap tog slut?
uk: Чого ви навчилися після завершення дружби?
zh_hans: 你从一段友谊的结束中学到了什么？

source: What's something you've memorized that you think is useless?
de: Was hast du dir gemerkt, das du für nutzlos hältst?
es: ¿Qué has memorizado que crees que es inútil?
fr: Qu'as-tu mémorisé que tu penses être inutile ?
it: Cosa hai memorizzato che pensi sia inutile?
ja: 役に立たないと思うけど覚えていることは何ですか？
ko: 쓸모없다고 생각하면서도 기억하고 있는 것은 무엇인가요?
nb: Hva har du lagt på minnet som du synes er ubrukelig?
nl: Wat heb je onthouden waarvan je denkt dat het nutteloos is?
pl: Co zapamiętałeś, a co uważasz za bezużyteczne?
pt_br: O que você memorizou e acha que é inútil?
sv: Vad har du memorerat som du tycker är värdelöst?
uk: Що ви запам'ятали, але вважаєте марним?
zh_hans: 你背下来过什么你觉得没用的东西？

source: What's something you've never compromised on in a relationship?
de: Worauf hast du in einer Beziehung noch nie verzichtet?
es: ¿Qué es algo en lo que nunca has transigido en una relación?
fr: Qu'est-ce que tu n'as jamais compromis dans une relation ?
it: Su cosa non hai mai fatto compromessi in una relazione?
ja: 人間関係において妥協したことがないことは何ですか？
ko: 관계에서 타협한 적이 없는 것은 무엇인가요?
nb: Hva er noe du aldri har gått på kompromiss med i et forhold?
nl: Waar heb je nooit compromissen over gesloten in een relatie?
pl: Czego nigdy nie kompromisowałeś w związku?
pt_br: O que você nunca abriu mão em um relacionamento?
sv: Vad är något du aldrig har kompromissat om i en relation?
uk: На чому ви ніколи не йшли на компроміс у стосунках?
zh_hans: 在一段关系中，你从未妥协过的是什么？

source: What's something you've only recently come to appreciate?
de: Was hast du erst vor kurzem schätzen gelernt?
es: ¿Qué es algo que solo recientemente has llegado a apreciar?
fr: Qu'avez-vous seulement récemment appris à apprécier ?
it: Cosa hai solo recentemente imparato ad apprezzare?
ja: 最近になってようやく感謝し始めたことは何ですか？
ko: 최근에야 비로소 감사하게 된 것은 무엇인가요?
nb: Hva har du først nylig begynt å sette pris på?
nl: Wat waardeer je pas sinds kort?
pl: Co dopiero niedawno zacząłeś doceniać?
pt_br: O que você só recentemente passou a apreciar?
sv: Vad har du först nyligen börjat uppskatta?
uk: Що ви лише нещодавно почали цінувати?
zh_hans: 什么事情是你最近才开始欣赏的？

source: What's something you've stopped apologising for?
de: Wofür hast du aufgehört, dich zu entschuldigen?
es: ¿Por qué has dejado de disculparte?
fr: Qu'est-ce que tu as arrêté de t'excuser pour ?
it: Per cosa hai smesso di scusarti?
ja: 何に対して謝るのをやめましたか？
ko: 무엇에 대해 사과하는 것을 멈췄나요?
nb: Hva har du sluttet å be om unnskyldning for?
nl: Waarvoor ben je gestopt met je verontschuldigen?
pl: Za co przestałeś przepraszać?
pt_br: O que você parou de pedir desculpas?
sv: Vad har du slutat be om ursäkt för?
uk: За що ви перестали вибачатися?
zh_hans: 你不再为什么事道歉了？

source: What's something your parents taught you that you're grateful for?
de: Was haben dir deine Eltern beigebracht, wofür du dankbar bist?
es: ¿Qué te enseñaron tus padres que te hace sentir agradecido?
fr: Qu'est-ce que tes parents t'ont appris dont tu es reconnaissant(e) ?
it: Cosa ti hanno insegnato i tuoi genitori di cui sei grato?
ja: 両親から教えてもらって感謝していることは何ですか？
ko: 부모님께서 가르쳐 주신 것 중 감사하게 생각하는 것은 무엇인가요?
nb: Hva har foreldrene dine lært deg som du er takknemlig for?
nl: Wat hebben je ouders je geleerd waar je dankbaar voor bent?
pl: Czego nauczyli cię rodzice, za co jesteś wdzięczny/wdzięczna?
pt_br: O que seus pais te ensinaram pelo qual você é grato?
sv: Vad har dina föräldrar lärt dig som du är tacksam för?
uk: Що з того, чого навчили вас батьки, викликає у вас вдячність?
zh_hans: 你父母教给你的哪件事让你心存感激？

source: What's something your younger self would be proud of you for?
de: Worauf wäre dein jüngeres Ich stolz auf dich?
es: ¿De qué estaría orgulloso de ti tu yo más joven?
fr: De quoi ton toi plus jeune serait-il fier de toi ?
it: Di cosa sarebbe fiero di te il te stesso più giovane?
ja: 若い頃の自分があなたを誇りに思うことは何ですか？
ko: 어린 시절의 자신이 당신에게 자랑스러워할 만한 일은 무엇인가요?
nb: Hva ville ditt yngre jeg vært stolt av deg for?
nl: Waar zou je jongere zelf trots op je zijn?
pl: Z czego twoje młodsze ja byłoby dumne?
pt_br: Do que seu eu mais jovem se orgulharia em você?
sv: Vad skulle ditt yngre jag vara stolt över dig för?
uk: Чим би пишалося ваше молодше я?
zh_hans: 你年轻时的自己会为你感到骄傲的事情是什么？

source: What's the best 'bad' advice you've ever received?
de: Was ist der beste 'schlechte' Ratschlag, den du je erhalten hast?
es: ¿Cuál es el mejor 'mal' consejo que has recibido?
fr: Quel est le meilleur 'mauvais' conseil que tu aies jamais reçu ?
it: Qual è il miglior 'cattivo' consiglio che tu abbia mai ricevuto?
ja: 今までに受けた「悪い」アドバイスで最高のものは何ですか？
ko: 받은 적 있는 '나쁜' 조언 중 최고는 무엇인가요?
nb: Hva er det beste 'dårlige' rådet du noen gang har fått?
nl: Wat is het beste 'slechte' advies dat je ooit hebt gekregen?
pl: Jaka jest najlepsza 'zła' rada, jaką kiedykolwiek otrzymałeś?
pt_br: Qual é o melhor 'mau' conselho que você já recebeu?
sv: Vad är det bästa 'dåliga' rådet du någonsin har fått?
uk: Яка найкраща 'погана' порада ви коли-небудь отримували?
zh_hans: 你收到过的最好的“坏”建议是什么？

source: What's the best 'free' thing you've ever gotten?
de: Was ist das Beste, das du jemals „umsonst“ bekommen hast?
es: ¿Cuál es la mejor cosa 'gratis' que has recibido?
fr: Quelle est la meilleure chose 'gratuite' que tu aies jamais eue ?
it: Qual è la migliore cosa 'gratuita' che tu abbia mai ottenuto?
ja: 今までに手に入れた最高の「無料」のものは何ですか？
ko: 받은 '공짜' 물건 중 가장 좋았던 것은 무엇인가요?
nb: Hva er det beste 'gratis'-tinget du noen gang har fått?
nl: Wat is het beste 'gratis' dat je ooit hebt gekregen?
pl: Jaka jest najlepsza 'darmowa' rzecz, jaką kiedykolwiek dostałeś?
pt_br: Qual é a melhor coisa 'grátis' que você já conseguiu?
sv: Vad är det bästa 'gratis' du någonsin har fått?
uk: Яку найкращу 'безкоштовну' річ ви коли-небудь отримували?
zh_hans: 你得到过的最好的‘免费’东西是什么？

source: What's the best birthday you can remember?
de: Was ist der beste Geburtstag, an den du dich erinnern kannst?
es: ¿Cuál es el mejor cumpleaños que recuerdas?
fr: Quel est le meilleur anniversaire dont tu te souviennes ?
it: Qual è il miglior compleanno che ricordi?
ja: 覚えている中で最高の誕生日は何ですか？
ko: 기억하는 가장 좋은 생일은 언제인가요?
nb: Hva er den beste bursdagen du kan huske?
nl: Wat is de beste verjaardag die je je kunt herinneren?
pl: Jakie są najlepsze urodziny, jakie pamiętasz?
pt_br: Qual é o melhor aniversário de que você se lembra?
sv: Vilken är den bästa födelsedagen du kan minnas?
uk: Який найкращий день народження ви пам'ятаєте?
zh_hans: 你记忆中最棒的生日是哪一次？

source: What's the best camp or summer program you ever attended?
de: Was war das beste Camp oder Sommerprogramm, das du je besucht hast?
es: ¿Cuál fue el mejor campamento o programa de verano al que asististe?
fr: Quel a été le meilleur camp ou programme d’été auquel tu as participé ?
it: Qual è stato il miglior campo o programma estivo a cui hai partecipato?
ja: 今まで参加した最高のキャンプや夏のプログラムは何ですか？
ko: 참가했던 캠프나 여름 프로그램 중 가장 좋았던 것은 무엇인가요?
nb: Hva er den beste leiren eller sommeren du noen gang har deltatt på?
nl: Wat is de beste zomerkamp of zomerprogramma die je ooit hebt gevolgd?
pl: Jaki był najlepszy obóz lub program letni, w którym uczestniczyłeś?
pt_br: Qual foi o melhor acampamento ou programa de verão que você participou?
sv: Vilken var den bästa sommarlägret eller sommarprogrammet du någonsin deltog i?
uk: Який найкращий табір чи літня програма, в яких ти брав участь?
zh_hans: 你参加过的最好的夏令营或暑期项目是什么？

source: What’s the best compliment you’ve ever received from a stranger?
de: Was ist das beste Kompliment, das du jemals von einem Fremden bekommen hast?
es: ¿Cuál es el mejor cumplido que has recibido de un extraño?
fr: Quel est le meilleur compliment que vous ayez jamais reçu d'un étranger ?
it: Qual è il miglior complimento che tu abbia mai ricevuto da un estraneo?
ja: 見知らぬ人からもらった最高の褒め言葉は何ですか？
ko: 낯선 사람에게 받은 가장 좋은 칭찬은 무엇인가요?
nb: Hva er det beste komplimentet du noen gang har fått fra en fremmed?
nl: Wat is het beste compliment dat je ooit van een vreemde hebt gekregen?
pl: Jaki jest najlepszy komplement, jaki kiedykolwiek otrzymałeś od nieznajomego?
pt_br: Qual é o melhor elogio que você já recebeu de um estranho?
sv: Vilken är den bästa komplimangen du någonsin fått från en främling?
uk: Який найкращий комплімент ви отримували від незнайомця?
zh_hans: 你从陌生人那里收到的最好赞美是什么？

source: What’s the best compliment you’ve ever received in the bedroom?
de: Was war das beste Kompliment, das du im Schlafzimmer bekommen hast?
es: ¿Cuál es el mejor cumplido que has recibido en la habitación?
fr: Quel est le plus beau compliment que tu aies reçu dans la chambre ?
it: Qual è il miglior complimento che hai mai ricevuto in camera da letto?
ja: 寝室で受けた最高の褒め言葉は何ですか？
ko: 침실에서 받은 가장 좋았던 칭찬은 무엇인가요?
nb: Hva er det beste komplimentet du noen gang har fått på soverommet?
nl: Wat is het beste compliment dat je ooit in de slaapkamer hebt gekregen?
pl: Jaki jest najlepszy komplement, jaki dostałeś w sypialni?
pt_br: Qual é o melhor elogio que você já recebeu no quarto?
sv: Vad är den bästa komplimangen du någonsin har fått i sovrummet?
uk: Який найкращий комплімент тобі робили в ліжку?
zh_hans: 你在卧室里收到过最好的赞美是什么？

source: What's the best conversation you've had with a taxi or rideshare driver?
de: Was war das beste Gespräch, das du mit einem Taxi- oder Fahrdienstfahrer hattest?
es: ¿Cuál es la mejor conversación que has tenido con un taxista o conductor de viaje compartido?
fr: Quelle est la meilleure conversation que tu aies eue avec un chauffeur de taxi ou VTC ?
it: Qual è la migliore conversazione che hai avuto con un tassista o autista di ridesharing?
ja: タクシーやライドシェアの運転手とした最高の会話は何ですか？
ko: 택시나 라이드셰어 기사와 나눈 최고의 대화는 무엇인가요?
nb: Hva er den beste samtalen du har hatt med en drosje- eller samkjøringssjåfør?
nl: Wat is het beste gesprek dat je hebt gehad met een taxi- of ritdeelchauffeur?
pl: Jaka była najlepsza rozmowa z taksówkarzem lub kierowcą Ubera?
pt_br: Qual a melhor conversa que você já teve com um motorista de táxi ou aplicativo?
sv: Vilken är den bästa konversationen du haft med en taxi- eller samåkningsförare?
uk: Яка найкраща розмова у вас була з таксистом або водієм каршерингу?
zh_hans: 你和出租车或网约车司机最好的对话是什么？

source: What’s the best gift you’ve ever given someone?
de: Was war das beste Geschenk, das du je jemandem gemacht hast?
es: ¿Cuál es el mejor regalo que has dado?
fr: Quel est le meilleur cadeau que vous ayez jamais offert à quelqu'un ?
it: Qual è il miglior regalo che tu abbia mai fatto a qualcuno?
ja: 誰かに贈った中で一番良かった贈り物は何ですか？
ko: 누군가에게 준 선물 중 가장 좋았던 것은 무엇인가요?
nb: Hva er den beste gaven du noen gang har gitt noen?
nl: Wat is het beste cadeau dat je ooit aan iemand hebt gegeven?
pl: Jaki jest najlepszy prezent, jaki komuś dałeś?
pt_br: Qual é o melhor presente que você já deu a alguém?
sv: Vad är den bästa presenten du någonsin har gett någon?
uk: Який найкращий подарунок ви коли-небудь дарували комусь?
zh_hans: 你送给别人最好的礼物是什么？

source: What's the best gift you've ever received?
de: Was war das beste Geschenk, das du je bekommen hast?
es: ¿Cuál es el mejor regalo que has recibido?
fr: Quel est le meilleur cadeau que vous ayez jamais reçu ?
it: Qual è il miglior regalo che tu abbia mai ricevuto?
ja: 今までで一番素晴らしかった贈り物は何ですか？
ko: 받은 선물 중 가장 좋았던 것은 무엇인가요?
nb: Hva er den beste gaven du noen gang har fått?
nl: Wat is het beste cadeau dat je ooit hebt gekregen?
pl: Jaki jest najlepszy prezent, jaki kiedykolwiek otrzymałeś?
pt_br: Qual é o melhor presente que você já recebeu?
sv: Vilken är den bästa presenten du någonsin fått?
uk: Який найкращий подарунок ви коли-небудь отримували?
zh_hans: 你收到过最好的礼物是什么？

source: What’s the best kiss you’ve ever had like?
de: Wie war der beste Kuss, den du je hattest?
es: ¿Cómo es el mejor beso que has dado?
fr: À quoi ressemble le meilleur baiser que tu aies jamais eu ?
it: Com'è stato il miglior bacio che tu abbia mai avuto?
ja: 今までで最高のキスはどんな感じでしたか？
ko: 가장 좋았던 키스는 어땠나요?
nb: Hvordan var det beste kysset du noen gang har hatt?
nl: Hoe was de beste kus die je ooit hebt gehad?
pl: Jaki był twój najlepszy pocałunek?
pt_br: Como foi o melhor beijo que você já teve?
sv: Hur var det bästa kyssen du någonsin har haft?
uk: Яким був найкращий поцілунок у твоєму житті?
zh_hans: 你经历过最好的吻是什么样的？

source: What's the best meal you've ever had while travelling?
de: Was war die beste Mahlzeit, die du auf Reisen hattest?
es: ¿Cuál es la mejor comida que has tenido mientras viajabas?
fr: Quel est le meilleur repas que tu aies jamais eu en voyage ?
it: Qual è stato il miglior pasto che hai mai mangiato durante un viaggio?
ja: 旅行中に食べた一番美味しかった食事は何ですか？
ko: 여행 중에 먹었던 가장 맛있는 음식은 무엇인가요?
nb: Hva er den beste måltiden du har hatt mens du reiste?
nl: Wat is de beste maaltijd die je ooit tijdens het reizen hebt gehad?
pl: Jaki był najlepszy posiłek, jaki jadłeś podczas podróży?
pt_br: Qual foi a melhor refeição que você já fez durante uma viagem?
sv: Vad är den bästa måltiden du någonsin har ätit när du reste?
uk: Яка найкраща їжа, яку ви коли-небудь їли під час подорожі?
zh_hans: 你旅行中吃过的最好的一餐是什么？

source: What’s the best museum you’ve ever visited?
de: Was war das beste Museum, das du je besucht hast?
es: ¿Cuál es el mejor museo que has visitado?
fr: Quel est le meilleur musée que tu aies jamais visité ?
it: Qual è il miglior museo che tu abbia mai visitato?
ja: 今まで訪れた中で一番良かった博物館はどこですか？
ko: 가장 좋았던 박물관은 어디인가요?
nb: Hva er det beste museet du noen gang har besøkt?
nl: Wat is het beste museum dat je ooit hebt bezocht?
pl: Jakie jest najlepsze muzeum, jakie odwiedziłeś?
pt_br: Qual é o melhor museu que você já visitou?
sv: Vilket är det bästa museet du någonsin har besökt?
uk: Який найкращий музей ви коли-небудь відвідували?
zh_hans: 你参观过的最好的博物馆是哪个？

source: What's the best news you've gotten in the past month?
de: Was waren die besten Nachrichten, die du im letzten Monat erhalten hast?
es: ¿Cuál es la mejor noticia que has recibido en el último mes?
fr: Quelle est la meilleure nouvelle que tu aies reçue le mois dernier ?
it: Qual è la migliore notizia che hai ricevuto nell'ultimo mese?
ja: 過去1ヶ月で受け取った最高の知らせは何ですか？
ko: 지난 한 달간 받은 소식 중 가장 좋았던 것은 무엇인가요?
nb: Hva er de beste nyhetene du har fått den siste måneden?
nl: Wat is het beste nieuws dat je de afgelopen maand hebt gekregen?
pl: Jaką najlepszą wiadomość otrzymałeś w ciągu ostatniego miesiąca?
pt_br: Qual foi a melhor notícia que você recebeu no último mês?
sv: Vilken är den bästa nyheten du har fått den senaste månaden?
uk: Яка найкраща новина, яку ви отримали за останній місяць?
zh_hans: 过去一个月你收到的最好消息是什么？

source: What's the best piece of advice you ever ignored?
de: Was war der beste Ratschlag, den du je ignoriert hast?
es: ¿Cuál es el mejor consejo que has ignorado?
fr: Quel est le meilleur conseil que vous ayez jamais ignoré ?
it: Qual è il miglior consiglio che tu abbia mai ignorato?
ja: 今までで無視した中で最高のアドバイスは何ですか？
ko: 무시한 조언 중 가장 좋았던 것은 무엇인가요?
nb: Hva er det beste rådet du noensinne har ignorert?
nl: Wat is het beste advies dat je ooit hebt genegeerd?
pl: Jaka jest najlepsza rada, którą kiedykolwiek zignorowałeś?
pt_br: Qual é o melhor conselho que você já ignorou?
sv: Vilket är det bästa rådet du någonsin ignorerat?
uk: Яку найкращу пораду ви колись ігнорували?
zh_hans: 你忽略过的最好的建议是什么？

source: What's the best relationship advice you've ever received?
de: Was ist der beste Beziehungsratschlag, den du je bekommen hast?
es: ¿Cuál es el mejor consejo sobre relaciones que has recibido?
fr: Quel est le meilleur conseil relationnel que tu aies reçu ?
it: Qual è il miglior consiglio sulle relazioni che hai mai ricevuto?
ja: 今までに受けた最高の人間関係のアドバイスは何ですか？
ko: 받은 적 있는 가장 좋은 관계 조언은 무엇인가요?
nb: Hva er det beste forholdsrådet du noen gang har fått?
nl: Wat is het beste relatiedvies dat je ooit hebt gekregen?
pl: Jaka jest najlepsza rada dotycząca związków, jaką kiedykolwiek otrzymałeś?
pt_br: Qual é o melhor conselho de relacionamento que você já recebeu?
sv: Vad är det bästa relationsrådet du någonsin har fått?
uk: Яка найкраща порада щодо стосунків ви отримували?
zh_hans: 你收到过最好的感情建议是什么？

source: What’s the best souvenir you’ve ever brought home?
de: Was ist das beste Souvenir, das du je mit nach Hause gebracht hast?
es: ¿Cuál es el mejor souvenir que has traído a casa?
fr: Quel est le meilleur souvenir que tu aies jamais rapporté à la maison ?
it: Qual è il miglior souvenir che hai mai portato a casa?
ja: 家に持ち帰った中で一番のお土産は何ですか？
ko: 집에 가져온 최고의 기념품은 무엇인가요?
nb: Hva er den beste suveniren du noen gang har tatt med hjem?
nl: Wat is het beste souvenir dat je ooit mee naar huis hebt genomen?
pl: Jaka jest najlepsza pamiątka, jaką przywiozłeś do domu?
pt_br: Qual é a melhor lembrança que você já trouxe para casa?
sv: Vad är den bästa souvenir du någonsin har tagit med hem?
uk: Який найкращий сувенір ви привозили додому?
zh_hans: 你带回家最好的纪念品是什么？

source: What's the best thing about being single, if you've experienced it?
de: Was ist das Beste am Singledasein, falls du es erlebt hast?
es: ¿Qué es lo mejor de estar soltero, si lo has experimentado?
fr: Quel est le meilleur aspect du célibat, si vous l'avez vécu ?
it: Qual è la cosa migliore dell'essere single, se lo hai vissuto?
ja: 独身でいることの一番良い点は何ですか（経験した場合）？
ko: 솔로로 지내면서 가장 좋은 점은 무엇인가요?
nb: Hva er det beste med å være singel, hvis du har opplevd det?
nl: Wat is het beste aan single zijn, als je het hebt meegemaakt?
pl: Co jest najlepszego w byciu singlem, jeśli tego doświadczyłeś?
pt_br: Qual é a melhor coisa de ser solteiro, se você já viveu isso?
sv: Vad är det bästa med att vara singel, om du har upplevt det?
uk: Що найкраще у самотності, якщо ви це переживали?
zh_hans: 单身最好的一点是什么（如果你经历过）？

source: What's the best thing that happened to you last week?
de: Was war das Beste, was dir letzte Woche passiert ist?
es: ¿Qué es lo mejor que te pasó la semana pasada?
fr: Quelle est la meilleure chose qui t'est arrivée la semaine dernière ?
it: Qual è la cosa migliore che ti è successa la scorsa settimana?
ja: 先週、あなたに起こった最高の出来事は何ですか？
ko: 지난주에 있었던 가장 좋은 일은 무엇인가요?
nb: Hva er det beste som skjedde med deg forrige uke?
nl: Wat is het beste dat je vorige week is overkomen?
pl: Co najlepszego przydarzyło ci się w zeszłym tygodniu?
pt_br: Qual foi a melhor coisa que aconteceu com você na semana passada?
sv: Vad är det bästa som hände dig förra veckan?
uk: Що найкраще сталося з вами минулого тижня?
zh_hans: 上周发生在你身上最好的事情是什么？
